{
  "_blockType": "Route",
  "_id": "route:miam_requirement",
  "_isa": "view:form",
  "blocks": [
    "section:miam-requirement_accept"
  ],
  "body": "A MIAM is an introductory meeting that explains how [mediation]({app:urls:url:cait_mediation}) can help resolve your dispute. A mediator will assess your situation and tell you whether it’s right for you.\r\n\r\n(i) A MIAM is a one-off meeting and not the same as mediation.\r\n\r\n## What happens at a MIAM\r\n\r\nAt the MIAM a mediator will explain:\r\n\r\n- how mediation works\r\n- the benefits\r\n- whether it’s right for you\r\n- the likely costs\r\n- [if you’re eligible for mediation through legal aid]({app:urls:url:check-legal-aid})\r\n- other options available to you\r\n\r\n[Find a mediator to book a MIAM]({app:urls:url:fmc_find-mediator})\r\n\r\n## If you’ve already attended a MIAM\r\n\r\nIf you’ve been to a MIAM it must have taken place within the past 4 months. It must also have been about the same child arrangements issue.\r\n\r\n## When you don’t have to attend a MIAM\r\n\r\nYou don’t have to attend a MIAM if you have a valid reason. For example you or your children are at risk of harm.\r\n\r\n[List of valid reasons for not attending a MIAM]({app:urls:url:miams-exemptions})\r\n\r\n!abbr:MIAM!\r\n",
  "continue": "continue",
  "depends": [
    {
      "!consent-order": "yes",
      "!cases_child-protection": "yes"
    }
  ],
  "heading": "Attending a Mediation Information and Assessment Meeting (MIAM)",
  "lede": "Before completing this application you’re legally required to attend a Mediation Information and Assessment Meeting (MIAM).",
  "steps": [
    "route:miam_attended"
  ],
  "title": "",
  "url": "/miam/requirement",
  "xblocks": [
    "previous-proceedings_emergency-order",
    "miam_exemption-claimed",
    "miam_informed-by-mediator",
    "miam_attended"
  ],
  "xbody": "Before making an application for a child arrangements order, prohibited steps order or specific issue order (a section 8 order) you must  first attend a Mediation, Information and Assessment Meeting (MIAM). At the MIAM an authorised family mediator will consider with you (and the other party if present) whether family mediation, or another form of non-court dispute resolution, would be a more appropriate alternative to court. The mediator will also be able to sign post you to other help and support services.\r\n\r\nYou **must** have attended a MIAM before making this application **unless** the requirement to attend a MIAM does not apply because the section 8 order you are applying for:\r\n\r\n- is for a consent order; **or**\r\n- concerns a child who is the subject of separate ongoing emergency proceedings, care proceedings or\r\nsupervision proceedings (or is already the subject of an emergency, care or supervision order); **or**\r\n- you are exempt from the requirement to attend a MIAM. (Some exemptions you can claim yourself, others must\r\nbe certified by an authorised family mediator).\r\n\r\nAll applicants must complete sections 1 to 12 and complete and sign section 15 of this form.\r\n\r\n**In addition, you must** tick one of the boxes below and ensure that you, your legal adviser or a family mediator completes (and where indicated signs) the relevant section(s) of this form as shown."
}