{
  "_blockType": "Route",
  "_id": "route:consent-order_sought",
  "_isa": "view:form",
  "body": "As you're applying for a consent order you do not have to attend a MIAM.\r\n\r\n(i) You will need to send 3 copies of your proposed agreement along with your application.\r\n\r\n## Changing or enforcing an order\r\n\r\nA court order isn’t flexible. You’ll need to apply to court again if you want to change it.\r\n\r\nYou or the other person can apply to court to enforce the order if either of you aren’t following the terms.\r\n\r\n!abbr:MIAM!",
  "continue": "continue",
  "depends": [
    {
      "consent-order": "yes"
    }
  ],
  "heading": "You do not have to attend a MIAM\r\n!abbr:MIAM!",
  "lede": "This page is placeholder copy",
  "title": "",
  "url": "/consent-order/sought",
  "xblocks": [
    "previous-proceedings_emergency-order",
    "miam_exemption-claimed",
    "miam_informed-by-mediator",
    "miam_attended"
  ],
  "xbody": "Before making an application for a child arrangements order, prohibited steps order or specific issue order (a section 8 order) you must  first attend a Mediation, Information and Assessment Meeting (MIAM). At the MIAM an authorised family mediator will consider with you (and the other party if present) whether family mediation, or another form of non-court dispute resolution, would be a more appropriate alternative to court. The mediator will also be able to sign post you to other help and support services.\r\n\r\nYou **must** have attended a MIAM before making this application **unless** the requirement to attend a MIAM does not apply because the section 8 order you are applying for:\r\n\r\n- is for a consent order; **or**\r\n- concerns a child who is the subject of separate ongoing emergency proceedings, care proceedings or\r\nsupervision proceedings (or is already the subject of an emergency, care or supervision order); **or**\r\n- you are exempt from the requirement to attend a MIAM. (Some exemptions you can claim yourself, others must\r\nbe certified by an authorised family mediator).\r\n\r\nAll applicants must complete sections 1 to 12 and complete and sign section 15 of this form.\r\n\r\n**In addition, you must** tick one of the boxes below and ensure that you, your legal adviser or a family mediator completes (and where indicated signs) the relevant section(s) of this form as shown."
}