{
  "_blockType": "Route",
  "_id": "route:miam-requirement_acknowledgement",
  "_isa": "view:form",
  "blocks": [
    "section:miam-requirement_accept"
  ],
  "body": "**The law has changed, and you are now legally required to consider mediation before applying to the family court** to resolve a dispute about your children or  finances. This means that before submitting your application, you must attend a Mediation Information and Assessment Meeting (MIAM) to  find out about mediation and see if mediators can help you sort out arrangements for the future.\r\nIn special circumstances – such as where domestic violence is involved – you may not need to attend a MIAM. However, you will be asked to provide the judge with evidence (such as a police report to prove domestic violence has taken place) and should bring it to the  first hearing.\r\n\r\nWho are mediators and what do they do?\r\n\r\n: Mediators are trained professionals who can help you and the other person involved work out an agreement without having to go to court about issues such as arrangements for children,  financial arrangements and dividing up property.\r\n\r\nHow can mediation help?\r\n\r\n: Mediation gives you more control over what happens, and is usually less stressful and cheaper than going to court. It can also be quicker and less upsetting for you and your children. In the MIAM, you will be told about other options to resolve your dispute and about services that can provide you with help and support.\r\n\r\nWhere can I  find a mediator or more information?\r\n\r\n: You can can search for a mediator and  find more information about mediation (and other sources of help) using this website: [www.familymediationcouncil.org.uk/](https://www.familymediationcouncil.org.uk/).\r\n\r\nDo I have to pay for the MIAM?\r\n: The MIAM is free of charge if you or the other person involved (the other party) qualifies for legal aid. To  find out if you qualify visit: [www.gov.uk/check-legal-aid](https://www.gov.uk/check-legal-aid)",
  "heading": "Important information about your case",
  "lede": "Please read before completing your application",
  "redirectConditions": {
    "route:end_miam_not-accepted": [
      {
        "! miam-requirement_accept": "yes"
      }
    ]
  },
  "title": "",
  "url": "/miam/acknowledgement"
}